Repository: blinkcard/blinkcard-ios
Catalog: Source/BlinkCardUX/Localizable.xcstrings
Source language: en
Languages: ak, am, ar, bn, cs, da, de, el, es, es_mx, fa, fi, fil, fr, fr_ca, ha, he, hi, hr, hu, id, is, it, ja, ka_ge, kk, km_kh, ko, lv, ms, nb, ne, nl, pl, ps_af, pt, pt_br, ro, ru, si, sk, sl, sr, sv, sw, th, tr, uk, ur, uz, vi, yo, zh_hans, zh_hant

# mb_blinkcard_help_screen_title3
source: Watch out for harsh light
ak: Hwɛ hann a ano yɛ den kwan
am: ከአደገኛ ብርሃን ይጠንቀቁ
ar: احترس من الإضاءة الساطعة
bn: তীব্র আলো এড়িয়ে চলুন
cs: Dávejte pozor na ostré světlo
da: Vær opmærksom på skarpt lys
de: Achten Sie auf grelles Licht
el: Προσέξτε το έντονο φως
es: Cuidado con la luz intensa
es_mx: Atención al exceso de luz
fa: مراقب نور شدید باشید
fi: Varo voimakasta valoa
fil: Tingnan kung may nakakasilaw na liwanag
fr: Faites attention aux lumières trop vives
fr_ca: Faites attention à la lumière vive
ha: A duba haske mai ƙarfi
he: התרחק מאור חזק
hi: कठोर प्रकाश से सावधान रहें
hr: Pazite na direktno osvjetljenje
hu: Ügyeljen az erős fényre
id: Waspadai cahaya tajam
is: Gætið að sterku ljósi
it: Attenzione alla luce intensa
ja: 強い光にご注意ください
ka_ge: მოერიდეთ მკვეთრ განათებას
kk: Тым жарық жерден әрі тұрыңыз
km_kh: ប្រយ័ត្នចំពោះពន្លឺខ្លាំង
ko: 강한 빛을 주의하세요
lv: Uzmanieties no spilgtas gaismas
ms: Jaga-jaga dengan cahaya yang menyilaukan mata
nb: Se opp for hardt lys
ne: तेजिलो प्रकाशबाट जोगिनुहोस्।
nl: Pas op voor fel licht
pl: Uważaj na silne światło
ps_af: د سختې رڼا لپاره پام وکړئ
pt: Cuidado com a luz intensa
pt_br: Cuidado com a luz forte
ro: Feriți-vă de lumina puternică
ru: Избегайте яркой засветки
si: රළු ආලෝකය ගැන සැලකිලිමත් වන්න
sk: Pozor na ostré svetlo
sl: Svetloba ne sme biti premočna
sr: Pazite na oštro svetlo
sv: Se upp för skarpt ljus
sw: Kuwa mwangalifu na mwanga mkali
th: ระวังแสงจ้า
tr: Sert ışığa dikkat et
uk: Обережно з яскравим світлом
ur: تیز روشنی سے بچیں
uz: Kuchli yorugʻlik tushmasin
vi: Đề phòng ánh sáng gay gắt
yo: Ṣọ́ra fún ìmọ́lẹ̀ tó lágbára jù
zh_hans: 注意强光直射
zh_hant: 注意刺眼的光線

# mb_blinkcard_help_screen_title4
source: Keep still while scanning
ak: Gyina faako abere a woreskanee no
am: በሚቃኙበት ጊዜ ሳይንቀሳቀሱ ይቆዩ
ar: حافظ على الثبات أثناء إجراء المسح
bn: স্ক্যান করার সময় স্থির থাকুন
cs: Při skenování se nehýbejte
da: Undgå bevægelse, mens du scanner
de: Halten Sie während des Scanvorgangs still
el: Μείνετε ακίνητοι κατά τη σάρωση
es: No se mueva mientras escanea
es_mx: No mover durante el escaneo
fa: هنگام اسکن کردن بی‌حرکت بمانید
fi: Pysy paikallasi skannauksen aikana
fil: Panatilihing hindi gumagalaw habang nag-i-scan
fr: Restez immobile pendant la numérisation
fr_ca: Restez immobile pendant le scan.
ha: Kada a motsa yayin ɗaukar hoto
he: הישאר יציב בזמן הסריקה
hi: स्कैन करते समय स्थिर रहें
hr: Mirno držite dokument
hu: Maradjon mozdulatlan a szkennelés során
id: Pastikan dokumen tidak bergerak saat pemindaian
is: Verið kyrr á meðan skannað er
it: Resta immobile durante la scansione
ja: スキャン中は動かさないでください
ka_ge: არ იმოძრაოთ დასკანერებისას
kk: Сканерлеу кезінде қозғалмаңыз
km_kh: រក្សាភាពស្ងៀមស្ងាត់ខណៈពេលកំពុងស្កេន
ko: 스캔하는 동안 움직이지 마세요
lv: Skenēšanas laikā turēt nekustīgu
ms: Kekalkan kedudukan semasa mengimbas
nb: Stå i ro under skanningen
ne: स्क्यान गर्दा नहल्लिनुहोस्
nl: Beweeg niet tijdens het scannen
pl: Nie ruszaj się podczas skanowania
ps_af: د سکین کولو پرمهال ارام پاتې شئ
pt: Mantenha-se imóvel enquanto digitaliza
pt_br: Mantenha-se imóvel durante a digitalização
ro: Nu vă mișcați în timpul scanării
ru: Не двигайтесь в процессе сканирования
si: ස්කෑන් කරන අතරතුර නොසෙල්වී සිටින්න
sk: Počas snímania zostaňte v pokoji
sl: Držite pri miru med optičnim branjem
sr: Ostanite mirni dok skenirate
sv: Håll stilla medan du skannar
sw: Usisonge unaposkani
th: ถือนิ่งๆ ขณะสแกน
tr: Tarama sırasında hareketsiz kal
uk: Не рухайтеся під час сканування
ur: اسکین کرتے وقت ساکن رہیں
uz: Skanerlayotganda qimirlatmang
vi: Giữ cố định trong khi quét
yo: Dúró sí ojú kan nígbà ṣíṣe ẹ̀dà àwòrán
zh_hans: 扫描时保持不动
zh_hant: 掃描時保持靜止

# mb_blinkcard_keep_card_parallel
source: Keep card parallel to phone
ak: Ma fon no ani nkyerɛ kaade no fi soro pɛɛ
am: ካርዱን ከስልክ ጋር ትይዩ ያድርጉት
ar: ضع البطاقة موازية للهاتف
bn: কার্ডটি ফোনের সঙ্গে সমান্তরাল করে ধরুন
cs: Ponechat kartu paralelně s telefonem
da: Hold kortet parallelt med telefonen
de: Halten Sie die Karte parallel zum Telefon
el: Κρατήστε την κάρτα παράλληλα με το τηλέφωνο
es: Mantenga la tarjeta paralela al teléfono
es_mx: Mantenga la tarjeta paralela al teléfono
fa: کارت را موازی با تلفن نگه دارید
fi: Pidä kortti samassa suunnassa puhelimen kanssa
fil: Panatilihing nakatapat ang card sa telepono
fr: Maintenez la carte parallèle au téléphone.
fr_ca: Maintenez la carte parallèle au téléphone
ha: A sanya kati a saitin waya
he: על הכרטיס להיות במקביל לטלפון
hi: कार्ड को फोन के समानांतर रखें
hr: Držite karticu paralelno s telefonom
hu: Tartsa a kártyát a telefonnal párhuzamosan
id: Jaga kartu tetap sejajar dengan ponsel
is: Haldið korti samhliða við síma
it: Tenere la carta parallela al telefono
ja: カードをスマートフォンと平行に保ってください
ka_ge: ბარათი ტელეფონის პარალელურად დაიჭირეთ
kk: Картаны телефонға параллель етіп ұстаңыз
km_kh: រក្សាកាតស្របទៅនឹងទូរស័ព្ទ
ko: 카드를 휴대폰과 평행하게 유지하세요.
lv: Turiet karti paralēli ekrānam
ms: Pastikan kad selari dengan telefon
nb: Hold kortet parallelt med telefonen
ne: कार्डलाई फोनको सिधा अगाडि बराबर हुने गरी राख्नुहोस्
nl: Kaart parallel aan telefoon houden
pl: Ustaw kartę równolegle do telefonu
ps_af: کارت د تلیفون سره موازي وساتئ
pt: Mantenha o cartão paralelo ao telefone
pt_br: Mantenha o cartão paralelo ao telefone
ro: Țineți cardul paralel cu telefonul
ru: Держите карту параллельно телефону
si: කාඩ්පත දුරකථනයට සමාන්තරව තබා ගන්න
sk: Držte kartu rovnobežne s telefónom
sl: Kartico držite vzporedno s telefonom
sr: Држите картицу паралелно са телефоном
sv: Håll kortet parallellt med telefonen
sw: Weka kadi ikae sambamba na simu
th: วางบัตรให้ขนานกับโทรศัพท์
tr: Kartı telefonla paralel tutun.
uk: Тримайте картку паралельно до телефону
ur: کارڈ کو فون کے متوازی رکھیں
uz: Kartani telefonga baravar ushlang
vi: Giữ thẻ song song với điện thoại
yo: Gbé káàdì ní pẹrẹsẹ kó bára dọ́gba pẹ̀lú fóònù
zh_hans: 请将卡片与手机保持平行。
zh_hant: 將卡片與手機保持平行

# mb_blinkcard_onboarding_dialog_message
source: Card number is usually a 16-digit number. It should be either printed or embossed in raised numbers across the card. Make sure that the card is well lit and all details are visible.
ak: Mpɛn pii no, kaade nɔma no taa yɛ digit 16, ɛwom sɛ ebetumi ayɛ efi digit 12 kosi 19 de. Etumi yɛ nea wɔaprinte agu so anaa wɔakurukyerɛw agu so ma aba soro. Hwɛ sɛ kanea a ɛfata da so na wotumi hu nsɛm a ɛwɔ so nyinaa.
am: የካርድ ቁጥር ብዙውን ጊዜ ባለ 16 አሃዝ ቁጥር ነው። በካርዱ ላይ ጎላ ባሉ ቁጥሮች መታተም ወይም መቀረጽ አለበት። ካርዱ በደንብ መብራቱን እና ሁሉም ዝርዝሮች የሚታዩ መሆናቸውን ያረጋግጡ።
ar: يتكون رقم البطاقة عادةً من 16 رقمًا. يجب أن يكون مطبوعًا أو منقوشًا بشكل بارز في البطاقة. تأكد من أن البطاقة موجودة في مكان جيد الإضاءة وأن جميع التفاصيل مرئية.
bn: কার্ড নম্বর সাধারণত 16-সংখ্যার একটি নম্বর হয়। এটি কার্ডের উপর উঁচু অক্ষরে ছাপানো বা খোদাই করা থাকে। নিশ্চিত করুন যে কার্ডটি ভালোভাবে আলোকিত এবং সব বিবরণ স্পষ্টভাবে দৃশ্যমান।
cs: Číslo karty je obvykle 16místné. Mělo by být buď vytištěno, nebo vyraženo reliéfními číslicemi podél karty. Ujistěte se, že je karta dobře osvětlená a všechny údaje jsou viditelné.
da: Kortnummeret er normalt et 16-cifret nummer. Det skal enten være trykt eller præget med hævede tal på tværs af kortet. Sørg for, at kortet er godt oplyst, og at alle detaljer er synlige.
de: Die Kartennummer besteht in der Regel aus einer 16-stelligen Zahl. Die Nummer sollte entweder aufgedruckt oder in erhabenen Ziffern auf der Karte eingeprägt sein. Versichern Sie sich, dass die Karte gut beleuchtet ist und alle Details sichtbar sind.
el: Ο αριθμός της κάρτας είναι συνήθως 16ψήφιος. Θα αναγράφεται ή θα είναι χαραγμένος με ανάγλυφους αριθμούς πάνω στην κάρτα. Βεβαιωθείτε ότι η κάρτα είναι καλά φωτισμένη και όλα τα στοιχεία της είναι ορατά.
es: El número de la tarjeta suele tener 16 dígitos. Debe estar impreso o grabado en relieve a lo largo de la tarjeta. Asegúrese de que la tarjeta esté bien iluminada y de que todos los datos sean visibles.
es_mx: El número de la tarjeta suele ser un número de 16 dígitos. Debe estar impreso o grabado en relieve en la tarjeta. Asegúrese que la tarjeta esté bien iluminada y que todos los detalles sean visibles.
fa: شماره کارت معمولاً یک عدد ۱۶ رقمی است. این شماره باید یا چاپ شده باشد یا به صورت اعداد برجسته روی کارت حک شده باشد. مطمئن شوید که کارت به خوبی روشن است و تمام جزئیات آن قابل مشاهده است.
fi: Kortin numero sisältää tavallisesti 16 numeroa, ja sen tulisi olla painettuna tai kohokuvioituna korttiin. Varmista, että kortti on hyvin valaistu ja että kaikki tiedot ovat näkyvissä.
fil: Kadalasang 16 na digit ang numero ng card. Dapat itong naka-print o naka-emboss sa mga nakataas na numero sa buong card. Siguraduhing sapat na naiilawan ang card na iyon at nakikita ang lahat ng detalye.
fr: Le numéro de carte est généralement un numéro à 16 chiffres. En général, il est imprimé ou gravé en relief sur toute la surface de la carte. Assurez-vous que la carte est suffisamment éclairée et que tous les détails sont visibles.
fr_ca: Le numéro de la carte est généralement un numéro à 16 chiffres. Il doit être imprimé ou gravé en relief sur la carte. Assurez-vous que la carte est bien éclairée et que tous les détails sont visibles.
ha: Yawanci lambar kati takan kasance lambobi 16. Za su kasance ko dai waɗanda aka gurza da rubutun kwamfuta ko waɗanda aka zana da tsarin rubutu mai tudu a kan katin. A tabbatar da cewa an haska katin yadda ya kamata sannan ana kallon dukkannin bayanan da suke kai.
he: מספר הכרטיס הוא בדרך כלל באורך 16 ספרות. זה צריך להיות מודפס או מוטבע עם מספרים בולטים על פני הכרטיס. יש לוודא שהתאורה טובה וכל הפרטים גלויים.
hi: कार्ड नंबर आमतौर पर 16 अंकों का होता है. इसे कार्ड पर उभरे हुए अंकों में या तो प्रिंट किया हुआ या उभरा हुआ होना चाहिए. सुनिश्चित करें कि कार्ड पर पर्याप्त रोशनी हो और सभी विवरण दिखाई दे रहे हों.
hr: Broj kartice obično se sastoji od 16 znamenki i nalazi se otisnut ili urezan reljefnim brojkama na kartici. Provjerite je li kartica dobro osvijetljena i jesu li svi detalji jasno vidljivi.
hu: A kártyaszám általában 16 számjegyből áll. A szám nyomtatva vagy kiemelkedő, dombornyomott formában látható a kártyán. Ügyeljen a kártya megfelelő megvilágítására, és hogy minden adat jól látható legyen.
id: Nomor kartu biasanya berupa angka 16 digit. Nomor itu mestinya dicetak atau diembos dengan angka timbul di kartu. Pastikan kartu cukup terang dan semua detail terlihat.
is: Kortanúmer er venjulega 16 stafa tala. Það ætti annaðhvort að vera prentað eða upphleypt í upphækkuðum tölum þvert yfir kortið. Gangið úr skugga um að kortið sé vel upplýst og að allar upplýsingar séu sýnilegar.
it: Il numero della carta è in genere un numero di 16 cifre. Dovrebbe essere stampato o impresso in rilievo sulla carta. Assicurati che la carta sia ben illuminata e che tutti i dati siano visibili.
ja: カード番号は通常,16桁の数字です。カード番号は,カードに印刷またはエンボス加工（浮き彫り）された数字として記載されています。カードが十分に明るく照らされ,すべての詳細が視認できるようにしてください。
ka_ge: ბარათის ნომერი, როგორც წესი, 16 ციფრისგან შედგება. ეს ნომერი ან დაბეჭდილი უნდა იყოს, ან ამოტვიფრული ამობურცული ციფრებით ბარათზე. დარწმუნდით, რომ ბარათი კარგადაა განათებული და ყველა დეტალი ჩანს.
kk: Карта нөмірі әдетте 16 таңбалы саннан тұрады. Ол басып шығарылуы немесе карта бойынша жоғары сандармен бедерлі болуы керек. Картаның жақсы жарық бар жерде орналасқанына және барлық мәліметтер көрінетініне көз жеткізіңіз.
km_kh: លេខកាតជាធម្មតាជាលេខ 16 ខ្ទង់។ វាគួរតែត្រូវបានបោះពុម្ព ឬក្រឡោតជាលេខដែលបានលើកឡើងនៅទូទាំងកាត។ ត្រូវប្រាកដថាកាតមានពន្លឺល្អ ហើយព័ត៌មានលម្អិតទាំងអស់អាចមើលឃើញ។
ko: 카드 번호는 일반적으로 16자리 숫자입니다. 카드에 인쇄되어 있거나, 양각으로 돌출된 숫자로 표시되어 있습니다. 카드가 잘 보이도록 조명을 밝게 하고, 모든 세부 정보가 보이는지 확인하세요.
lv: Parasti kartes numuru veido 16 cipari. Tam jābūt uzdrukātam vai reljefi iespiestam pār karti. Pārliecinieties, ka apgaismojums ir pietiekams un visa kartes informācija ir labi redzama.
ms: Nombor kad biasanya mempunyai nombor 16 digit. Ia hendaklah sama ada dicetak atau dicetak timbul dengan nombor berganda di sepanjang kad. Pastikan kad tersebut menerima pencahayaan yang cukup dan semua butiran dapat dilihat dengan jelas.
nb: Kortnummeret er vanligvis et nummer på 16 siffer. Det skal enten være trykt eller preget i opphøyde tall på kortet. Sørg for at kortet er godt opplyst og at alle detaljene er synlige.
ne: कार्ड नम्बर सामान्यतया 16 अंकको हुन्छ। यो नम्बर कार्डमा माथि उठेका अक्षरमा इम्बोस्ड गरिएको वा छापिएको हुन्छ। कार्डलाई राम्ररी उज्यालोमा राख्नुहोस् र सबै विवरणहरू प्रष्ट देखाउनुहोस्।
nl: Het kaartnummer bestaat in de regel uit 16 cijfers. Het nummer is ofwel gedrukt of in reliëf in verhoogde cijfers op de kaart aangebracht. Zorg ervoor dat de kaart goed wordt verlicht en dat alle details zichtbaar zijn.
pl: Numer karty to zazwyczaj numer składający się z 16 cyfr. Powinien być wydrukowany lub wytłoczony wypukłymi cyframi na karcie. Upewnij się, że karta jest dobrze oświetlona i wszystkie szczegóły są widoczne.
ps_af: د کارت شمېره معموله 16 عدده وي. دا باید په چاپي یا برجسته توګه پر کارت لیکل شوې وي. ډاډمن کړئ چې کارت ښه روښانه دی او ټول جزئیات یې د لیدلو وړ دي.
pt: O número do cartão geralmente é um número de 16 dígitos. Deverá estar impresso ou gravado com relevo no cartão. Garanta que o cartão fique bem iluminado e que todos os detalhes estejam visíveis.
pt_br: O número do cartão geralmente tem 16 dígitos. Ele deve estar impresso ou gravado em alto relevo em todo o cartão. Certifique-se de que o cartão esteja bem iluminado e que todos os detalhes estejam visíveis.
ro: Numărul cardului conține de regulă 16 cifre. În principiu, acesta este inscripționat sau reliefat pe card. Asigurați-vă că este bine iluminat cardul și că toate detaliile sunt vizibile.
ru: Номер карты обычно состоит из 16 цифр. Он должен быть напечатан или выдавлен рельефными цифрами по всей карте. Убедитесь, что карта хорошо освещена и все детали видны.
si: කාඩ්පත් අංකය සාමාන්‍යයෙන් ඉලක්කම් 16කින් යුත් අංකයකි. එය කාඩ්පත මත මුද්‍රණය කර ඇති හෝ පිටතට නෙරා ගිය ලෙස කැටයම් කළ අංකයකි. කාඩ්පතට හොඳින් ආලෝකය වැටී එහි සියලු විස්තර හොඳින් පෙනෙන බවට සහතික කර ගන්න.
sk: Číslo karty je zvyčajne 16-miestne číslo. Malo by byť vytlačené alebo vyrazené vo forme vyvýšených čísel naprieč kartou. Uistite sa, že karta je dobre osvetlená a všetky detaily sú viditeľné.
sl: Številka kartice je običajno 16-mestna. Natisnjena ali vtisnjena mora biti z dvignjenimi številkami po celotni kartici. Prepričajte se, da je kartica dobro osvetljena in da so vidne vse podrobnosti.
sr: Broj kartice je obično 16-cifreni broj. Trebalo bi da bude odštampan ili utisnut podignutim brojevima preko kartice. Uverite se da je kartica dobro osvetljena i da su svi detalji vidljivi.
sv: Kortnumret består oftast av 16 siffror. Det är antingen tryckt eller präglat i upphöjda siffror på kortets fram- eller baksida. Se till att kortet är ordentligt upplyst och att alla detaljer syns.
sw: Namba ya kadi kawaida ni namba 16. Inapaswa kuwa imechapishwa au kuchorwa kwa namba zilizoinuka kwenye kadi. Hakikisha kadi iko kwenye mwanga wa kutosha na maelezo yote yanaonekana.
th: หมายเลขบัตรมักจะเป็นตัวเลข 16 หลัก อาจเป็นตัวเลขพิมพ์หรือปั๊มนูนพาดอยู่บนบัตร ตรวจสอบให้แน่ใจว่ามีแสงสว่างที่บัตรเพียงพอและเห็นรายละเอียดทั้งหมด
tr: Kart numarası, genellikle 16 haneli bir sayıdır. Kartın üzerinde kabartmalı rakamlarla basılı veya kabartmalı olmalıdır. Kartın iyi aydınlatılmış ve tüm bilgilerin görünür olduğundan emin ol.
uk: Номер картки — це зазвичай 16-значне число. Він має бути надрукований або вибитий у вигляді рельєфних цифр по всій картці. Переконайтеся, що картка добре освітлена і на ній видно всі деталі.
ur: کارڈ نمبر عموماً 16 ہندسوں پر مشتمل ہوتا ہے۔ یہ یا تو پرنٹ کیا ہوا ہوتا ہے یا ابھری ہوئی شکل میں کارڈ پر درج ہوتا ہے۔ یہ یقینی بنائیں کہ کارڈ پر مناسب روشنی ہے اور تمام تفصیلات صاف نظر آ رہی ہیں۔
uz: Karta raqami odatda 16 ta raqamdan iborat. U kartada bosma yoki boʻrtma shaklda tushirilgan boʻlishi kerak. Skanerlaganda yorugʻlik yetarlicha boʻlsin va barcha tafsilotlari koʻrinsin.
vi: Số thẻ thường là một số gồm 16 chữ số. Các số đó phải được in hoặc dập nổi bằng các số nổi trên thẻ. Đảm bảo rằng thẻ được chiếu sáng tốt và tất cả các chi tiết đều có thể nhìn thấy được.
yo: Nọ́mbà káàdì sábà máa ń jẹ́ dígítì 16. Ó gbọdọ̀ wà ní àtẹ̀jáde tàbí kí wọ́n fín ní gbọọrọ sórí káàdì náà ní àwọn nọ́mbà tí ọwọ́ lè rí. Ríi dájú pé ìmọ́lẹ̀ tàn sí káàdì náà dáadáa àti kí gbogbo ìsọfúnni ara rẹ̀ hàn.
zh_hans: 卡号通常是 16 位数。卡号应该是卡中打印或凸印的数字。确保卡的光照良好，所有细节清晰可见。
zh_hant: 卡號通常為 16 位數字。應該在卡片上以凸起數字印刷或雕刻。確保卡片光線充足並且所有內容都很清楚。

# mb_blinkcard_onboarding_dialog_title
source: Scan the card number first
ak: Di kan skaane kaade nɔma no
am: መጀመሪያ የካርድ ቁጥሩን ይቃኙ
ar: امسح رقم البطاقة أولًا
bn: প্রথমে কার্ড নম্বর স্ক্যান করুন
cs: Nejprve naskenujte číslo karty
da: Scan først kortnummeret
de: Scannen Sie zuerst die Kartennummer
el: Σαρώστε πρώτα τον αριθμό κάρτας
es: Primero escanee el número de la tarjeta
es_mx: Escanee primero el número de la tarjeta
fa: ابتدا شماره کارت را اسکن کنید
fi: Skannaa ensin kortin numero
fil: I-scan muna ang numero ng card
fr: Numérisez d'abord le numéro de carte
fr_ca: Veuillez d'abord numériser le numéro de la carte
ha: A fara ɗaukar hoton lambar katin
he: תחילה סרוק את מספר הכרטיס
hi: पहले कार्ड नंबर को स्कैन करें
hr: Prvo skenirajte broj kartice
hu: Először a kártyaszámot szkennelje be
id: Pindai nomor kartu terlebih dahulu
is: Skannið kortanúmerið fyrst
it: Prima scansiona il numero della carta
ja: 最初にカード番号をスキャンしてください
ka_ge: ჯერ ბარათის ნომერი დაასკანერეთ
kk: Алдымен карта нөмірін сканерлеңіз
km_kh: ស្កេនលេខកាតជាមុនសិន
ko: 먼저 카드 번호를 스캔하세요
lv: Vispirms noskenējiet kartes numuru
ms: Imbas nombor kad terlebih dahulu
nb: Skann kortnummeret først
ne: सर्वप्रथम कार्ड नम्बर स्क्यान गर्नुहोस्
nl: Scan eerst het kaartnummer
pl: Najpierw zeskanuj numer karty
ps_af: لومړی د کارت شمېره سکن کړئ
pt: Digitalize primeiro o número do cartão
pt_br: Escaneie o número do cartão primeiro
ro: Scanați numărul cardului mai întâi
ru: Сначала отсканируйте номер карты
si: පළමුව කාඩ්පතේ අංකය ස්කෑන් කරන්න
sk: Najskôr nasnímajte číslo karty
sl: Najprej skenirajte številko kartice
sr: Prvo skenirajte broj kartice
sv: Skanna kortnumret först
sw: Skani namba ya kadi kwanza
th: สแกนหมายเลขบัตรก่อน
tr: Önce kart numarasını tara
uk: Спочатку відскануйте номер картки
ur: سب سے پہلے کارڈ نمبر اسکین کریں
uz: Avval karta raqamini skanerlang
vi: Trước tiên hãy quét số thẻ
yo: Kọ́kọ́ ṣe ẹ̀dà àwòrán nọ́mbà káàdì náà
zh_hans: 首先扫描卡号
zh_hant: 先掃描卡號

# mb_blinkcard_other_side_instructions
source: Scan the other side of the card
ak: Skaane kaade no fa foforo no
am: የካርዱን ሌላኛውን ጎን ይቃኙ
ar: امسح الجانب الآخر من البطاقة ضوئياً
bn: কার্ডের অন্য দিকটি স্ক্যান করুন
cs: Naskenujte druhou stranu karty
da: Scan den anden side af kortet
de: Scannen Sie die andere Seite der Karte
el: Σαρώστε την άλλη πλευρά της κάρτας
es: Escanee el otro lado de la tarjeta
es_mx: Escanee el otro lado de la tarjeta
fa: طرف دیگر کارت را اسکن کنید
fi: Lue kortin toinen puoli
fil: I-scan ang kabilang panig ng card
fr: Scannez l'autre côté de la carte.
fr_ca: Scanner l'autre côté de la carte
ha: A ɗauki hoton ɗaya ɓangaren katin
he: סרוק את הצד השני של הכרטיס
hi: कार्ड के दूसरे साइड को स्कैन करें
hr: Skenirajte drugu stranu kartice
hu: Olvassa be a kártya másik oldalát
id: Pindai sisi lain kartu
is: Skannið aðra hlið kortsins
it: Scansiona l'altro lato della carta
ja: カードの反対側をスキャンしてください
ka_ge: დაასკანერეთ ბარათის მეორე მხარე
kk: Картаның басқа жағын сканерлеңіз
km_kh: ស្កេនផ្នែកម្ខាងទៀតនៃកាត
ko: 카드 반대쪽 면을 스캔하세요
lv: Noskenējiet kartes otru pusi
ms: Imbas bahagian kad yang sebelah lagi
nb: Skann den andre siden av kortet
ne: कार्डको अर्को भाग स्क्यान गर्नुहोस्
nl: Scan de andere kant van de kaart
pl: Zeskanuj drugą stronę karty
ps_af: د کارت بل مخ سکن کړئ
pt: Digitalize o outro lado do cartão
pt_br: Escaneie o outro lado do cartão
ro: Scanează cealaltă parte a cardului
ru: Отсканируйте другую сторону карты
si: කාඩ්පතේ ඉදිරි පැත්ත ස්කෑන් කරන්න
sk: Nasnímajte druhú stranu karty
sl: Optično preberite drugo stran kartice
sr: Skenirajte drugu stranu kartice
sv: Läs av den andra sidan av kortet
sw: Skani upande mwingine wa kadi
th: สแกนอีกด้านหนึ่งของบัตร
tr: Kartın diğer tarafını tarayın
uk: Відскануйте іншу сторону картки
ur: کارڈ کے دوسرے حصے کو اسکین کریں
uz: Kartaning boshqa tomonini skanerlang
vi: Quét mặt còn lại của thẻ
yo: Ṣe ẹ̀dà àwòrán apá kejì káàdì náà
zh_hans: 扫描卡片的另一面
zh_hant: 請掃描卡片的另一面

# mb_blinkcard_recognition_timeout_dialog_message
source: Unable to read the card. Please try again.
ak: Sɛ wontumi nkenkan kaade no so nsɛm a, san yɛ bio.
am: ካርዱን ማንበብ አልተቻለም። እባክዎ እንደገና ይሞክሩ።
ar: تعذرت قراءة البطاقة. الرجاء إعادة المحاولة.
bn: কার্ডটি পড়া যাচ্ছে না। অনুগ্রহ করে আবার চেষ্টা করুন।
cs: Kartu nelze načíst. Zkuste to znovu.
da: Kan ikke læse kortet. Prøv igen.
de: Die Karte kann nicht gelesen werden. Bitte versuchen Sie es erneut.
el: Δεν είναι δυνατή η ανάγνωση της κάρτας. Δοκιμάστε ξανά.
es: No se ha podido leer la tarjeta. Inténtalo de nuevo.
es_mx: No se puede leer la tarjeta. Inténtelo de nuevo.
fa: قادر به خواندن کارت نیست. لطفاً دوباره امتحان کنید.
fi: Korttia ei pystytä lukemaan. Yritä uudelleen.
fil: Hindi mabasa ang card. Pakisubukan ulit.
fr: Impossible de lire la carte. Veuillez réessayer.
fr_ca: Impossible de lire la carte. Veuillez réessayer.
ha: An kasa karanta katin. A sake gwadawa.
he: לא ניתן לקרוא את הכרטיס. נא לנסות שוב.
hi: कार्ड पढ़ा नहीं जा सका. कृपया दोबारा प्रयास करें।
hr: Karticu nije moguće očitati. Molimo pokušajte ponovo.
hu: Nem sikerült a kártya olvasása. Kérjük, próbálja újra.
id: Kartu tidak dapat terbaca. Coba lagi.
is: Ekki tókst að lesa kortið. Reynið aftur.
it: Impossibile leggere la carta. Riprova.
ja: カードを読み取れません。再度お試しください。
ka_ge: ბარათის წაკითხვა ვერ ხერხდება. ხელახლა სცადეთ.
kk: Картаны оқу мүмкін болмады. Әрекетті қайталаңыз.
km_kh: មិនអាចអានកាតបានទេ។ សូមព្យាយាមម្តងទៀត។
ko: 카드를 인식할 수 없습니다. 다시 시도해 주세요.
lv: Nevar nolasīt karti. Lūdzu, mēģiniet vēlreiz.
ms: Tidak dapat membaca kad. Sila cuba semula.
nb: Kan ikke lese kortet. Vennligst prøv igjen.
ne: कार्ड पढ्न सकिएन। कृपया पुनः प्रयास गर्नुहोस्।
nl: Kon de kaart niet lezen. Probeer het opnieuw.
pl: Nie można odczytać karty. Spróbuj ponownie.
ps_af: کارت و نه لوستل شو. مهرباني وکړئ بیا هڅه وکړئ.
pt: Não foi possível ler o cartão. Tente novamente.
pt_br: Não foi possível ler o cartão. Tente novamente.
ro: Cardul nu poate fi citit. Vă rugăm să încercați din nou.
ru: Не удается прочитать карту. Попробуйте еще раз.
si: කාඩ්පත කියවිය නොහැක. කරුණාකර නැවත උත්සාහ කරන්න.
sk: Kartu sa nepodarilo prečítať. Skúste to znova.
sl: Kartice ni bilo mogoče prebrati. Poskusite znova.
sr: Nije moguće pročitati karticu. Pokušajte ponovo.
sv: Det gick inte att läsa kortet. Försök igen.
sw: Imeshindwa kusoma kadi. Tafadhali jaribu tena.
th: ไม่สามารถอ่านบัตร โปรดลองอีกครั้ง
tr: Kart okunamadı. Lütfen tekrar deneyin.
uk: Не вдається зчитати картку. Будь ласка, спробуйте ще раз.
ur: کارڈ پڑھنے میں ناکامی۔ براہ کرم دوبارہ کوشش کریں۔
uz: Kartani oʻqish imkonsiz. Qayta urining.
vi: Không thể đọc thẻ. Vui lòng thử lại.
yo: O kò rí káàdì náà kà. Jọ̀wọ́ tún un gbìyànjú.
zh_hans: 无法读取卡片，请重试。
zh_hant: 無法讀取卡片，請再試一次。
